{
  "entries": [
    {
      "id": 1,
      "title": "Egg Drop Soup",
      "tagline": "The most memorable literature moment to me was when Paul Auster's Columbia character dropped an egg.",
      "content": "No one was to blame for what happened, but that does not make it any less difficult to accept. It was all a matter of missed connections, bad timing, blundering in the dark. We were always in the right place at the wrong time, the wrong place at the right time, always just missing each other, always just a few inches from figuring the whole thing out. That's what the story boils down to, I think. A series of lost chances. All the pieces were there from the beginning, but no one knew how to put them together."
    },
    {
      "id": 2,
      "title": "Minimal Tragedy I",
      "tagline": "My neighbor said hi. Now it's time to move again.",
      "content": "An Asian lady wheeled out a shopping cart full of Christmas decors. It’s been six months since last Christmas and roughly about six months away to the next. The purpose for the contents in her shopping cart, therefore, is not exactly clear. The way she dressed reminds me of my grandma, who happens to be a borderline hoarder. I guess that’s not too odd. However, I still don’t know who lives next door. | It’s been a year and nineteen days since my initial attempt to keep track of the tenant(s) next door. Short-term rental would have been a violation to the lease. But I am not building a case in attempt to evict the mysterious tenant(s) in 11C. I am keeping a record for my own curiosity, and perhaps sanity. I tried to keep record of who’s coming in and out the apartment next door. There was a friendly gay couple with an Australian Shepard. There was a sketchy dude in hoodie who went on smoking in the staircase a couple of times. There was a person who looked more or less like George Costanza from the side, who kept on walking when I said hi. There was an African American teenage girl. A dressy blonde. A hijab wearing woman. A serious looking guy in dirty trail shoes. Each occurrence is on a separate day, and there doesn’t seem to be any visible connection between each one of them. Other than the most memorable friendly gay couple, none of them had tried to engage in any kind of small talk with me. | On a raining day a while back, a middle-aged man entered that apartment and closed the door behind him. I can’t say that I didn’t tried to take a quick peek inside 11C. It was a good angle when I stood in front of elevator. As the door was closing in slow-motion, I notice he left his wet umbrella outside. I can’t justify my action following. I walked quietly towards 11C and grabbed the umbrella quickly. | Like what my grandma used to tell me. I believe there’s a perfectly reasonable explanation to everything. Is it a time share situation with questionable legality? Perhaps complicated family structure and a large number of extended family members? Maybe a low-profile small business is happening in the space on the other side of my thin living room door. Give it another year. I will figure out some patterns from my notes. Sometimes when the curiosity keeps me up at night, I would sit in the dark, and let the umbrella I stole from the neighbor float and light up the living room with its gorgeous green glow. "
    },
    {
      "id": 3,
      "title": "Minimal Tragedy IV",
      "tagline": "A man with his secrets. And you are truly what you eat.",
      "content": "He eats light bulbs and light bulbs only. To be clear, he does not eat everything that's made of glass; he eats only the light bulbs. It’s true that light bulbs are made of glass; it’s also true that not all the glass products are light bulbs. It’s precisely the same with someone who’s really into pork chops but dislikes other pork products. What matters is the combination of material and structure. What he likes the most is the 60W mushroom-shaped ones - they are bite-size and delicious. As for the aluminum parts, he does not consume them. Nor does he throw them away. He just hides them under the bed. He recycles them every other month. The aluminum parts are indeed recyclable, but they are so tiny that people rarely take them to recycle bin. He constantly receives curious stares when he brings in an enormous pile of the aluminum parts of light bulbs. Fortunately, he lives in this city where nobody has the time to pass personal judgement. | He usually takes light bulbs home to eat. Only once, on a prior Black Friday when the line was incredibly long, he, famished, ate a light bulb behind the mirror section and was caught red handed by a floor manager. Till this day that Bed Bath and Beyond manager is the only living thing on earth who ever witnessed his secret. He slipped the manager some cash and asked for discretion. He isn’t sure if anybody else shares his passion for light bulbs. Once upon a time many moons ago, he did see a girl in the hospital being treated for eating light bulbs. Fragments of light bulbs and blood were coming out of her mouth. However it was nothing more than an unsuccessful suicide attempt. Unlike her, he loves light bulbs and never gets hurt chewing or digesting them, from which he concluded that his body is made for this. The tin lining portions never result in digestive issues - in fact, they are the essence of a bulb – anybody who eats bulbs would get this. Unfortunately, his Bed Bath & Beyond friend couldn’t really keep a secret. The guy told his wife, his wife her friends, her friends their neighbors and friends, about a guy who eats bulbs. To our surprise, they all come to the conclusion that he’s insane. All of them hold the same belief that humans share an identical biological makeup, including dietary habits. It’s societally acceptable for people to eat meat or vegetables but the need to consume light bulbs automatically signals a psychiatric assessment. But he knows he’s extremely healthy; he’s just a little special. In the first few years, he never shared his dietary inclination with anybody except that unintended disclosure to the Bed, Bath & Beyond floor manager. So, it was easy to deal with: he just denied it all. He sneaked away at lunch. To eat alone in the janitor closet is a minor inconvenience that he can afford. His coworkers thought he’s just another loner. | He has a secret… I mean a different one. He tried to charge himself – of course not regular 110V voltage, but rather with several batteries, about 4-5V or so. Guess what? He is illuminated!!! Light emanates from beneath his skin – he’s basically a human lamp. I guess it’s true that you are what you eat. He attempted to increase the voltage, but the brightness didn’t change much. He figures it’s because he hasn’t eaten enough. Winter is coming. He has decided to get more light bulbs to be brighter."
    },
    {
      "id": 4,
      "title": "Good Morning Spider",
      "tagline": "My first run away attempt more than a decades ago.",
      "content": "I would have found a Sparklehorse song to make that morning feel more dramatic but my iPod was dead. Too tired from being up all night, I didn't bother assess how disappointed my dad looked. I just crawled straight into my bed. (TBC)"
    }
  ]
}